{
  
  "rows": [
    {
      "id": 0,
      "category": "Leis",
      "location": "Estatual",
      "uf": "São Paulo",
      "city": "",
      "year": 2017,
      "numero": "16.415",
      "date": "04/12/2017",
      "subject": "Altera a Lei nº 14.990, de 29 de abril de 2013, que autoriza o Poder Executivo a contratar operações de crédito com instituições financeiras controladas pela União, e dá providências correlatas",
      "body": "Governo do Estado Altera a Lei nº 14.990, de 29 de abril de 2013, que autoriza o Poder Executivo a contratar operações de crédito com instituições financeiras controladas pela União, e dá providências correlatas. O GOVERNADOR DO ESTADO DE SÃO PAULO: Faço saber que a Assembleia Legislativa decreta e eu promulgo a seguinte lei: Artigo 1º - O item 1, do § 1º, do artigo 1º, da Lei nº 14.990, de 29 de abril de 2013 Legislação do Estado, passa a vigorar com a seguinte redação: “Artigo1º - ................................................................. § 1º............................................................................. 1 - “Aquisição de Trens”, a cargo da Companhia Paulista de Trens Metropolitanos – CPTM, e “Nova Tamoios – Contornos Norte e Sul”, a cargo da Desenvolvimento Rodoviário S.A. – DERSA, até o valor de R$ 1.170.000.000,00 (um bilhão cento e setenta milhões de reais);” (NR) Artigo 2º - Esta lei entra em vigor na data de sua publicação. Palácio dos Bandeirantes, aos 12 de abril de 2017. Geraldo Alckmin Helcio Tokeshi Secretário da Fazenda Marcos Antonio Monteiro Secretário de Planejamento e Gestão Alberto José Macedo Filho Secretário Adjunto, Respondendo pelo Expediente da Secretaria de Logística e Transportes Samuel Moreira da Silva Junior Secretário-Chefe da Casa Civil Publicada na Assessoria Técnica da Casa Civil, aos 12 de abril de 2017.",
      "url": "http://www.legislacao.sp.gov.br/legislacao/dg280202.nsf/ae9f9e0701e533aa032572e6006cf5fd/d71a5a917ee7577c83258101006cda3c?OpenDocument",
      "domain": "legislacao.sp.gov.br",
      "detail": ""
    },
    {
      "id": 1,
      "category": "Decretos",
      "location": "Estatual",
      "uf": "São Paulo",
      "city": "",
      "year": 2017,
      "numero": "62.562",
      "date": "05/08/2017",
      "subject": "Introduz alteração no Regulamento do Imposto sobre Operações Relativas à Circulação de Mercadorias e sobre Prestações de Serviços de Transporte Interestadual e Intermunicipal e de Comunicação - RICMS",
      "body": "Decreto nº 62.562, de 8 de maio de 2017 Introduz alteração no Regulamento do Imposto sobre Operações Relativas à Circulação de Mercadorias e sobre Prestações de Serviços de Transporte Interestadual e Intermunicipal e de Comunicação - RICMS GERALDO ALCKMIN, GOVERNADOR DO ESTADO DE SÃO PAULO, no uso de suas atribuições legais e tendo em vista o disposto no inciso VII da cláusula primeira do Convênio ICMS-49/17, de 25 de abril de 2017, Decreta: Artigo 1º - Passa a vigorar, com a redação que se segue, o §13 do artigo 88 do Anexo I do Regulamento do Imposto sobre Operações Relativas à Circulação de Mercadorias e sobre Prestações de Serviços de Transporte Interestadual e Intermunicipal e de Comunicação - RICMS, aprovado pelo Decreto n° 45.490, de 30 de novembro de 2000: “§ 13 - O disposto neste artigo aplica-se às saídas promovidas até 31 de outubro de 2017.” (NR). Artigo 2° - Este decreto entra em vigor na data de sua publicação, produzindo efeitos a partir de 27 de abril de 2017. Palácio dos Bandeirantes, 8 de maio de 2017 GERALDO ALCKMIN Ofício GS-CAT Nº 357/2017 Senhor Governador, Tenho a honra de encaminhar a Vossa Excelência a inclusa minuta de decreto, que introduz alterações no Regulamento do ICMS, aprovado pelo Decreto 45.490, de 30 de novembro de 2000. A minuta prorroga a isenção de ICMS aplicável às saídas internas ou interestaduais, do estabelecimento fabricante ou dos seus revendedores, de automóveis de passageiros, para utilização como táxi. A medida foi autorizada pelo Conselho Nacional de Política Fazendária - CONFAZ, por meio do Convênio ICMS-49/17, de 25 de abril de 2017. Com essas justificativas e propondo a edição de decreto conforme a minuta, aproveito o ensejo para reiterar-lhe meus protestos de estima e alta consideração. Helcio Tokeshi Secretário da Fazenda",
      "url": "http://www.legislacao.sp.gov.br/legislacao/dg280202.nsf/5fb5269ed17b47ab83256cfb00501469/fecf3e0b0ba8c6e28325811b0042ee9f?OpenDocument",
      "domain": "legislacao.sp.gov.br",
      "detail": ""
    },
    {
      "id": 2,
      "category": "Códigos / Estatutos",
      "location": "Estatual",
      "uf": "São Paulo",
      "city": "",
      "year": "",
      "numero": "",
      "date": "",
      "subject": "Contribuição Previdenciária",
      "body": "Lei Complementar nº 943, de 23 de junho de 2003 Projeto de lei Complementar nº 09/2003, do Governo do Estado Institui contribuição previdenciária para custeio de aposentadoria dos servidores públicos e de reforma dos militares do Estado de São Paulo, e dá outras providências correlatas. O GOVERNADOR DO ESTADO DE SÃO PAULO: Faço saber que a Assembléia Legislativa decreta e eu promulgo a seguinte lei complementar: Artigo 1º - Fica instituída contribuição previdenciária mensal destinada ao custeio de aposentadoria e reforma, nos termos desta lei complementar. Artigo 2º - São contribuintes obrigatórios: I - os servidores públicos da Administração direta, do Poder Legislativo, do Poder Judiciário, do Ministério Público e do Tribunal de Contas do Estado; II - os servidores das autarquias, inclusive as de regime especial, não submetidos ao regime da Consolidação das Leis do Trabalho; III - os membros da Magistratura e do Ministério Público, bem como os Conselheiros do Tribunal de Contas do Estado; IV - os militares da ativa do Estado; V - os servidores pertencentes aos Quadros Especiais instituídos pelo artigo 7º da Lei nº 10.430, de 16 de dezembro de 1971, pelo artigo 7º da Lei nº 119, de 29 de junho de 1973, e pelo artigo 3º da Lei nº 6.470, de 15 de junho de 1989; VI - os servidores extranumerários de que trata o artigo 324 da Lei nº 10.261, de 28 de outubro de 1968; VII - os servidores regidos pela Lei nº 500, de 13 de novembro de 1974; VIII - os servidores em disponibilidade. Parágrafo único - Na hipótese de acumulação remunerada, a contribuição será devida em relação a cada um dos cargos ou das funções-atividades ocupados. Artigo 3º - O custeio das aposentadorias e das reformas será atendido pela contribuição previdenciária mensal dos contribuintes obrigatórios indicados no artigo 2º desta lei complementar. Artigo 4º - A contribuição previdenciária mensal de que trata esta lei complementar corresponderá à alíquota de 5% (cinco por cento) sobre o valor constituído por vencimentos ou salários, vantagens pessoais e demais vantagens de qualquer natureza, incorporadas ou incorporáveis, excetuados o salário-esposa, o salário-família, as diárias, as ajudas de custo, o auxílio-transporte e a gratificação pela prestação de serviço extraordinário. § 1º - O décimo-terceiro salário será considerado para fins de incidência da contribuição a que se refere esta lei complementar. § 2º - Para os casos de acumulação remunerada, considerar-se-á, para fins de contribuição, o somatório das remunerações percebidas, observado o disposto no caput deste artigo. Artigo 5º - A contribuição de que trata esta lei complementar será recolhida na data do pagamento dos vencimentos ou salários, mediante desconto mensal na folha de pagamento. § 1º - O contribuinte deverá recolher diretamente a contribuição quando: 1 - deixar, por qualquer motivo, temporariamente, de perceber vencimentos ou salários; 2 - afastar-se do cargo ou da função-atividade, com prejuízo de vencimentos ou de salários, para exercer mandato eletivo municipal, estadual ou federal, nos termos do artigo 38 da Constituição Federal e do caput do artigo 125 da Constituição Estadual. § 2º - Nas hipóteses mencionadas no item 2 do parágrafo anterior, a alíquota incidirá sobre a remuneração relativa ao cargo ou à função-atividade de que o contribuinte é titular. Artigo 6º - Os recursos provenientes da contribuição instituída por esta lei complementar serão destinados, exclusivamente, para compor o custeio dos proventos das aposentadorias dos servidores públicos e das reformas dos militares do Estado, consignados em rubrica própria do orçamento. Artigo 7º - Os recursos de que trata esta lei complementar serão consignados como receita no orçamento do Estado. Artigo 8º - Esta lei complementar entra em vigor na data de sua publicação, produzindo efeitos após decorridos 90 (noventa) dias da data da publicação. Disposição Transitória Artigo único - O servidor abrangido por esta lei complementar, que tenha completado as exigências para a aposentadoria voluntária ou vier a completá-las, de acordo com a legislação vigente, e que permanecer em atividade no serviço público, ficará isento do pagamento da contribuição previdenciária até a data da aposentadoria compulsória. Palácio dos Bandeirantes, aos 23 de junho de 2003. Geraldo Alckmin Eduardo Refinetti Guardia Secretário da Fazenda Arnaldo Madeira Secretário-Chefe da Casa Civil Publicada na Assessoria Técnico-Legislativa, aos 23 de junho de 2003.",
      "url": "http://www.legislacao.sp.gov.br/legislacao/dg280202.nsf/fd5cd3599619308483256cfb00501462/d15768780163743203256d4f00403cbf?OpenDocument",
      "domain": "legislacao.sp.gov.br",
      "detail": ""
    }
    ,
    {
      "id": 3,
      "category": "Emendas Constitucionais",
      "location": "Estatual",
      "uf": "São Paulo",
      "city": "",
      "year": "",
      "numero": "43",
      "date": "",
      "subject": "Altera o artigo 24 da Constituição do Estado",
      "body": "Emenda nº 43, de 10 de novembro de 2016 Altera o artigo 24 da Constituição do Estado A MESA DA ASSEMBLEIA LEGISLATIVA DO ESTADO DE SÃO PAULO, nos termos do § 3º do artigo 22 da Constituição do Estado, promulga a seguinte Emenda ao texto constitucional: Artigo 1º – O artigo 24 da Constituição do Estado fica acrescido do seguinte parágrafo: “Artigo 24 – (...) (...) §6º – A atribuição de denominação de próprio público dar-se-á concorrentemente pela Assembleia Legislativa e Governador do Estado, na forma de legislação competente a cada um, atendidas as regras da legislação específica.” (NR) Artigo 2º – Esta Emenda Constitucional entra em vigor na data de sua publicação. Assembleia Legislativa do Estado de São Paulo, aos 10 de novembro de 2016. a) FERNANDO CAPEZ – Presidente a) ENIO TATTO – 1º Secretário a) EDMIR CHEDID – 2º Secretário ",
      "url": "http://www.legislacao.sp.gov.br/legislacao/dg280202.nsf/fd5cd3599619308483256cfb00501462/d15768780163743203256d4f00403cbf?OpenDocument",
      "domain": "legislacao.sp.gov.br",
      "detail": ""
    }
    ,
    {
      "id": 4,
      "category": "Decretos",
      "location": "Estatual",
      "uf": "Minas Gerais",
      "city": "",
      "year": "",
      "numero": "47.188",
      "date": "",
      "subject": "Altera o Regulamento do ICMS (RICMS), aprovado pelo Decreto nº 43.080, de 13 de dezembro de 2002",
      "body": "O GOVERNADOR DO ESTADO DE MINAS GERAIS, no uso de atribuição que lhe confere o inciso VII do art. 90 da Constituição do Estado, e tendo em vista o disposto na Lei nº 6.763, de 26 de dezembro de 1975, DECRETA: Art. 1º - O inciso II do § 2º do art. 18 da Parte 1 do Anexo XV do Regulamento do ICMS (RICMS), aprovado pelo Decreto nº 43.080, de 13 de dezembro de 2002, passa a vigorar com a seguinte redação: “Art. 18 - (...) § 2º - (...) II - somente alcança as operações destinadas a estabelecimento industrial que não comercialize a mesma mercadoria que adquire para emprego em processo de industrialização como matéria-prima, produto intermediário ou material de embalagem.”. Art. 2º - Os incisos I e II do § 1º do art. 37 da Parte 1 do Anexo XV do RICMS passam a vigorar com a seguinte redação: “Art. 37 - (...) § 1º - (...) I - o valor resultante da aplicação da alíquota interna estabelecida para a mercadoria, observado, quando for o caso, o adicional de alíquota para os fins do disposto no § 1° do art. 82 do Ato das Disposições Constitucionais Transitórias da Constituição da República - ADCT, sobre o valor que serviu de base para cálculo do ICMS por substituição tributária; e II - o valor resultante da aplicação da alíquota interna estabelecida para a mercadoria no inciso I do art. 42 deste Regulamento sobre o valor da operação.”. Art. 3º - O caput do art. 58-A da Parte 1 do Anexo XV do RICMS passa a vigorar com a seguinte redação: “Art. 58-A - Relativamente às mercadorias relacionadas no capítulo 1 da Parte 2 deste Anexo, a substituição tributária aplica-se somente às de uso especificamente automotivo, assim compreendidas as que, em qualquer etapa do ciclo econômico, sejam remetidas, adquiridas ou revendidas por estabelecimento industrial ou comercial de veículos automotores terrestres, bem como de máquinas e equipamentos agrícolas ou rodoviários, ou de suas peças, partes, componentes e acessórios.”. Art. 4º - O Âmbito de Aplicação da Substituição Tributária e o item 35.0 do capítulo 20 da Parte 2 do Anexo XV do RICMS passam a vigorar com a seguinte alteração: “ 20.(...) Âmbito de Aplicação da Substituição Tributária: 20.1 Interno e nas seguintes unidades da Federação: Amapá (Protocolo ICMS 191/09), Distrito Federal (Protocolos ICMS 31/13), Espírito Santo (Protocolo ICMS 191/09), Mato Grosso (Protocolo ICMS 191/09), Paraná (Protocolo ICMS 191/09), Rio de Janeiro (Protocolo ICMS 191/09), Rio Grande do Sul (Protocolo ICMS 191/09), Santa Catarina (Protocolo ICMS 191/09) e São Paulo (Protocolo ICMS 36/09). * Relativamente aos sabões constantes do item 35.0 deste capítulo, o regime de substituição tributária não se aplica aos sabões em barra para limpeza doméstica. 20.2 Interno e nas seguintes unidades da Federação: Acre, Alagoas, Amapá, Amazonas, Bahia, Ceará, Distrito Federal, Espírito Santo, Goiás, Maranhão, Mato Grosso, Mato Grosso do Sul, Pará, Paraná, Paraíba, Pernambuco, Piauí, Rio de Janeiro, Rio Grande do Norte, Rio Grande do Sul, Rondônia, Roraima, Santa Catarina, São Paulo, Sergipe e Tocantins (Protocolo ICM 16/85). 20.3 Interno (...) (...) (...) (...) (...) (...) 35.0 20.035.00 3401.19.00 Outros sabões, produtos e preparações, em barras, pedaços ou figuras moldados, inclusive lenços umedecidos 20.1* 56,55 (...) (...) (...) (...) (...) (...) ” Art. 5º - Ficam revogados os incisos I e II do caput e o § 1º, ambos do art. 58-A da Parte 1 do Anexo XV do Regulamento do ICMS (RICMS), aprovado pelo Decreto nº 43.080, de 13 de dezembro de 2002. Art. 6º - Este Decreto entra em vigor na data de sua publicação, observado, relativamente ao seu art. 1º, o disposto no inciso I do art. 106 da Lei nº 5.172, de 25 de outubro de 1966 - Código Tributário Nacional. Palácio Tiradentes, em Belo Horizonte, aos 22 de maio de 2017; 229° da Inconfidência Mineira e 196º da Independência do Brasil. FERNANDO DAMATA PIMENTEL",
      "url": "http://www.fazenda.mg.gov.br/empresas/legislacao_tributaria/decretos/2017/d47188_2017.htm",
      "domain": "http://www.fazenda.mg.gov.br/",
      "detail": ""
    }

  ]
}